{
  "token": "",
  "role": 766507041757069351,
  "channel": 766507042113847383,
  "one": "Hello Friends! Welcome to the official /r/Oilpen Discord server!\nWe want you to enjoy your time here, but due to the nature of this server and our subreddit, we have to be pretty strict with our rules. Please be sure to read and follow all of them. If you have any questions or concerns, please feel free to message the mods using the ModMail bot (more details below). All rules are subject to moderator discretion and users can be kicked/banned for reasons not listed under the rules. **Breaking rules 1-3 in the first 24 hours results in an immediate permanent ban**\n\n:oil:\n\n**Rules**\n\n:one: No solicitation. Do not ask for free or sold marijuana-related products, and do not offer free or sold marijuana-related products. This will result in a permanent ban and is heavily based on moderator discretion.\n\n:two: No illegal activity. Do not post about illegal activity of any kind, including mailing, traveling with, or smuggling marijuana through security checkpoints. If you are located in an illegal state, don't advertise that fact. This also means no discussion of other non-cannabis drugs.\n\n:three: Black market/unregulated prefilled cartridges. Please do not promote, endorse, or share pictures of black market or other unregulated prefilled cartridges, brands, or packaging. No discussion at all. If you yourself did not buy your cartridge from a licensed dispensary in person, then it is black market. Homemade distillate/oil is allowed. Black market cartridges can cause all kinds of health issues and its not worth it.\n\n:four: Advertising. Don't advertise for dispensaries, brands, etc. without explicit permission from a moderator or admin.\n\n:five: Meta discussion. You are welcome to give us suggestions in #community-suggestions, but do not ask about posts on the subreddit getting approved, being unbanned, etc. Use modmail for that. ",
  "two": ":six: Discussing mod actions. This server is not the place to discuss bans, muting, kicks, warnings, etc. If you have a problem or an appeal, reach out to a moderator directly. Any discussion of another user's ban/mod action will result in your own ban.\n\n:seven: We are an 18+ community. Admitting you are underage, still in high school, etc. will result in a permanent and irreversible ban.\n\n:eight: Be nice. Avoid racial slurs, homophobic, sexist, transphobic, or otherwise rude/mean comments.\n\n:nine: No pictures of steering wheels or from the drivers seat. It doesn't matter if your parked, the car is off, or anything else. Passenger seats are ok. Please stay safe!\n\n :keycap_ten: All discussion of Delta 8 THC is forbidden in this discord.\n\n:oil:\n\nUnlike the subreddit, you are free to discuss brands, batteries, etc. here. This is in an attempt to limit the amount of that content on the subreddit itself. Please use the appropriate channels to do so. You are also welcome to share pictures of carts, setups, etc. in the #pics-n-memes channel.\n\n**Bot Commands**\nPlease use #bot-commands for any interaction with our bots. Common commands can be found in the topic of that channel\n\n**Roles**\nWe have a bunch of fun roles you can add to yourself to be alerted to or included in various happenings around the server. Check out #role-request and click the reactions to get whatever role you want!",
  "three": "**Staff Information**\n@Discord Mods  - Discord moderators. Ping them first if you need help with the Discord server.\n@Subreddit Mods - Subreddit moderators. Ping them if you need help with the subreddit, but use this sparingly. We don't allow ban appeals, etc. here.\n\n**Liability Statement**\nThis Discord server does not recommend nor endorse following any advice given here. We are not doctors, lawyers, or otherwise capable of giving professional, medical/legal/financial/other advice. Take everything here for what it is, and follow any guides/advice at your own risk. Please speak to a professional if you need help with anything. If you're here for medical advice, see a doctor. Here for legal advice? Talk to a lawyer.\n\n**Reporting and Mod Mail Bot**\nIf you want/need to report something to the Discord moderation team, or have a private question to ask the staff, just direct message the <@&622602280062943242> bot and a staff member will be happy to assist you.\n\nWhen you have read and understand the rules, please enter the code below to join our server.",
  "userdb": {}
}